export default {
  id: "0",
  title: "罔极空间设计",
  children: [
    {
      id: "1",
      title: "问题",
      children: [
        { id: "1-1", title: "空调风口（预埋/明装）" },
        { id: "1-2", title: "空调风口（预埋/明装）" },
        { id: "1-3", title: "空调风口（预埋/明装）" }
      ]
    },
    {
      id: "2",
      title: "准备工作"
      // children: [
      //   {
      //     id: "2-1",
      //     title: "设计基础工作",
      //     children: [
      //       { id: "2-1-1", title: "空调风口（预埋/明装）" },
      //       {
      //         id: "2-1-2",
      //         title: "第二次碰面",
      //         children: [
      //           { id: "2-1-2-1", title: "沟通平面方案" },
      //           { id: "2-1-2-2", title: "沟通平面方案" },
      //           { id: "2-1-2-3", title: "沟通平面方案" }
      //         ]
      //       },
      //       { id: "2-1-3", title: "空调风口（预埋/明装）" }
      //     ]
      //   },
      //   { id: "2-2", title: "空调风口（预埋/明装）" },
      //   { id: "2-3", title: "空调风口（预埋/明装）" }
      // ]
    }
  ]
}
